Repository: pwned4ever/Th0r3.0
Catalog: Th0r114b3/*.lproj/Localizable.strings
Languages: pt_pt

source: Update Available!
pt_pt: Atualização Disponivel!

source: An update for Electra is available! Please visit %@ on a computer to download the latest IPA!
pt_pt: Uma Atualização para o Electra está Disponivel! Por favor abra %@ em um computador para baixar o ultimo arquivo IPA!

source: Version Error
pt_pt: Erro na versão

source: Error: offsets
pt_pt: Erro: offsets

source: Enable Jailbreak
pt_pt: Habilitar Jailbreak

source: Already Jailbroken
pt_pt: Jailbreak Já Feito

source: Compatible with
pt_pt: Compativel com

source: I am using the Electra Jailbreak Toolkit for iOS 11.2 - 11.3.1 by the @%@ to jailbreak my %@ on iOS %@! You can get it now at %@
pt_pt: Olá Eu estou usando o Electra Jailbreak Toolkit for iOS 11.2 - 11.3.1 por @%@ para realizar o jailbreak em meu %@ no iOS %@! Você pode baixar agora em %@

source: Credits
pt_pt: Créditos

source: Thanks to Ian Beer, theninjaprawn, stek29, Siguza, xerub, PyschoTea and Pwn20wnd. Electra includes the following software: APFS snapshot workaround by SparkZheng and bxl1989 APFS snapshot persistence patch by Pwn20wnd and ur0 liboffsetfinder64 & libimg4tool by tihmstar libplist by libimobiledevice amfid patch by theninjaprawn jailbreakd & tweak injection by CoolStar unlocknvram & sandbox fixes by stek29
pt_pt: Agradecimentos para Ian Beer, theninjaprawn, stek29, Siguza, xerub, PsychoTea e Pwn20wnd. Electra inclui os seguintes softwares: Solução para o snapshot APFS por SparkZheng e bxl1989 Patch persistente para o snapshot APFS snapshot por Pwn20wnd e ur0 liboffsetfinder64 & libimg4tool por tihmstar libplist por libimobiledevice amfid patch por theninjaprawn jailbreakd & tweak injection por CoolStar unlocknvram & sandbox fixes e stek29

source: Share Electra
pt_pt: Compartilhar Electra

source: Please Wait (1/3)
pt_pt: Aguarde (1/3)

source: Please Wait (2/3)
pt_pt: Aguarde (2/3)

source: Error: exploit
pt_pt: Erro: Exploit

source: Error: unsupported
pt_pt: Erro: Não Suportado

source: Error Exploiting
pt_pt: Erro Exploiting

source: OpenSSH Running
pt_pt: Executando OpenSSH

source: OpenSSH is now running! Enjoy.
pt_pt: OpenSSH foi Iniciado! Aproveite.

source: Error: tfp0
pt_pt: Erro: tfp0

source: Error: amfid patch
pt_pt: Erro: amfid patch

source: Error: rootfs remount
pt_pt: Erro: rootfs remount

source: Error: snapshot failed
pt_pt: Erro: snapshot falhou

source: Error: conflict
pt_pt: Erro: Conflito

source: Error Jailbreaking
pt_pt: Erro Jailbreaking

source: Set the system boot nonce on jailbreak
pt_pt: Definir o boot nonce do sistema no jailbreak

source: Enter the generator for the nonce you want the system to generate on boot
pt_pt: Digite o gerador para a nonce que o sistema irá gerar no boot

source: Cancel
pt_pt: Cancelar

source: Set
pt_pt: Definir

source: Error
pt_pt: Erro

source: Failed to validate generator
pt_pt: Falha ao validar o generador

source: Notice
pt_pt: Aviso

source: The system boot nonce will be set the next time you enable your jailbreak
pt_pt: A boot nonce do sistema será definida na proxima vez que o jailbreak for habilitado

source: The system boot nonce will be set once you enable the jailbreak
pt_pt: A boot nonce do sistema será definida uma vez que você habilitar jailbreak

source: Removing liberiOS
pt_pt: Removendo liberiOS

source: Installing Cydia
pt_pt: Instalando Cydia

source: Restarting
pt_pt: Reiniciando

source: APFS Snapshot Created
pt_pt: Snapshot APFS Criado

source: An APFS Snapshot has been successfully created! You may be able to use SemiRestore to restore your phone to this snapshot in the future.
pt_pt: Um Snapshot APFS foi criado com sucesso! Você será capaz de usar o Semirestore para restaurar o seu dispositivo para esse snapshot no futuro

source: Continue Jailbreak
pt_pt: Continuar Jailbreak

source: APFS Snapshot Not Found
pt_pt: Snapshot APFS Não Encontrado

source: Warning: Your device was bootstrapped using a pre-release version of Electra and thus does not have an APFS Snapshot present. While Electra may work fine, you will not be able to use SemiRestore to restore to stock if you need to. Please clean your device and re-bootstrap with this version of Electra to create a snapshot.
pt_pt: Aviso: Seu dispositivo ja foi alterado usando uma versão antiga do Electra que não possuia o snapshot APFS. Embora o Electra possa funcionar bem, Você não será capaz de utilizar o SemiRestore para restaurar o estado de fabrica. Por favor limpe o seu dispositivo e re-utilize essa versão do Electra para criar o Snapshot.
